acpid
alacritty
asciinema
awesome
base
base-devel
blueman
bluez-utils
brightnessctl
clang
cmake
cmatrix
cppcheck
cups
dex
dialog
discord
dolphin
efibootmgr
epson-inkjet-printer-escpr
fastfetch
feh
firefox
git
github-cli
glfw
glu
gnu-netcat
go
grub
grub-customizer
gutenprint
htop
hwinfo
intel-ucode
iwd
less
lib32-nvidia-utils
libpulse
libreoffice-fresh
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
llvm
ly
mesa-utils
neovim
network-manager-applet
networkmanager
ninja
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
nvtop
opengl-man-pages
opera
os-prober
otf-latin-modern
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powertop
qjackctl
scrot
sl
smartmontools
sof-firmware
spotify
systemd-resolvconf
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tldr
tmux
tree-sitter-cli
ttf-jetbrains-mono
ttf-ms-fonts
unzip
usbutils
vlc
vokoscreen
vulkan-nouveau
wget
wireguard-tools
wireless_tools
wireplumber
xclip
xdg-utils
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
yay-debug
zathura
zathura-pdf-mupdf
zip
zram-generator
